InProgress/Hyperloop0/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    wedge0
    {
        type            wedge;
        physicalType    wedge;
        nFaces          63216;
        startFace       93350;
    }
    vehicle
    {
        type            wall;
        physicalType    wall;
        nFaces          1058;
        startFace       156566;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          5;
        startFace       157624;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          5;
        startFace       157629;
    }
    wedge1
    {
        type            wedge;
        physicalType    wedge;
        nFaces          63216;
        startFace       157634;
    }
    tunnel
    {
        type            wall;
        physicalType    wall;
        nFaces          1440;
        startFace       220850;
    }
)

// ************************************************************************* //
